BEGIN;
LOCK TABLE realtor IN ACCESS EXCLUSIVE MODE;
INSERT INTO realtor VALUES
    (1, 'Фахрутдинов',	'Роман', 'Рубинович', 20),
    (4, 'Устинов',	'Максим', 'Алексеевич', 40),
    (7, 'Сысоева', 'Людмила', 'Валентиновна', 45),
    (9, 'Додонов', 'Илья', 'Геннадьевич', 45),
    (11, 'Мухтаруллин', 'Руслан', 'Расыхович', 45),
    (13, 'Мосеева', 'Любовь', 'Александровна', 45),
    (15, 'Киселев', 'Алексей', 'Геннадьевич', 45),
    (19, 'Клюйков', 'Евгений', 'Николаевич', 50),
    (24, 'Жданова', 'Галина', 'Николаевна', 45),
    (34, 'Басырова', 'Елена', 'Азатовна', 45),
    (37, 'Швецов', 'Виталий', 'Олегович', 45);
COMMIT;

BEGIN;
LOCK TABLE client IN ACCESS EXCLUSIVE MODE;
INSERT INTO client VALUES
    (2, 'Семенов', 'Евгений', 'Николаевич', '32-25-55', ''),
    (3, 'Денисова', 'Олеся', 'Леонидовна', '', 'dummy@email.ru'),
    (5, 'Сафронов', 'Алексей', 'Вячеславович', '', 'client@esoft.tech'),
    (6, 'Кудряшов', 'Александр', 'Витальевич', '551988', ''),
    (8, 'Фёдоров', 'Алексей', 'Николаевич', '', 'fedorov@mail.ru'),
    (10, 'Пелымская', 'Светлана', 'Александровна', '83452112233', ''),
    (12, 'Коновальчик', 'Татьяна', 'Геннадьевна', '', 'dummy@email.ru'),
    (14, 'Молоковская', 'Светлана', 'Михайловна', '898489848', ''),
    (16, 'Моторина', 'Анастасия', 'Сергеевна', '895159848', ''),
    (17, 'Поспелова', 'Ольга', 'Александровна', '', 'angel@mail.ru'),
    (18, 'Жиляков', 'Владимир', 'Владимирович', '445588', '445588@email.ru'),
    (20, 'Ефремов', 'Владислав', 'Николаевич', '', 'parampampam@mail.ru'),
    (21, 'Баль', 'Валентина', 'Сергеевна', '+7998888444', ''),
    (22, 'Стрелков', 'Артем', 'Николаевич', '', 'test@test.test'),
    (23, 'Луканин', 'Павел', 'Валерьевич', '', 'foo@bar.ru'),
    (25, 'Шарипова', 'Эльвира', 'Закирчановна', '12345678910', ''),
    (26, 'Фомина', 'Маргарита', 'Николаевна', '', 'fomina@email.ru'),
    (27, 'Кремлев', 'Владислав', 'Юрьевич', '777', 'kremlevvu@gmail.ru'),
    (28, 'Пономарева', 'Елена', 'Сергеевна', '', 'ponomareva@gmail.ru'),
    (29, 'Шелест', 'Тамара', 'Васильевна', '112', ''),
    (30, 'Шарипов', 'Рустам', 'Владимирович', '', 'sharipov@yandex.ru'),
    (31, 'Романов', 'Сергей', 'Федорович', '2', ''),
    (32, 'Кручинин', 'Иван', 'Андреевич', '', 'kruch@list.ru'),
    (33, 'Алферов', 'Алексей', 'Николаевич', '+688899444', ''),
    (35, 'Попов', 'Алексей', 'Николаевич', '+0489848565', 'popovan@bik.ru'),
    (36, 'Неезжала', 'Наталья', 'Леонидовна', '', 'neez@mail.ru');
COMMIT;
